text_help = """
<b>📱 Настройка VPN через V2RayTun</b>

<u>🔹 ШАГ 1: Установите приложение</u>
Скачайте <b>V2RayTun</b> для:
• iOS: <a href="https://apps.apple.com/kz/app/v2raytun/id6476628951">скачать</a>
• Android: <a href="https://play.google.com/store/apps/details?id=com.v2raytun.android&hl=ru">скачать</a>

<u>🔹 ШАГ 2: Получите подписку</u>
1️⃣ Приобретите VPN-подписку 
2️⃣ Скопируйте 🔑 <b>ссылку подключения</b> из полученного сообщения

<u>🔹 ШАГ 3: Импортируйте ключ</u>
1. Откройте приложение
2. Нажмите ➕ <b>в правом верхнем углу</b>
3. Выберите 📋 <b>"Импорт из буфера обмена"</b>

<u>🔹 ШАГ 4: Подключитесь</u>
1. Перейдите в раздел 🌐 <b>"Subscription"</b>
2. Выберите сервер из списка
3. Нажмите ▶️ <b>кнопку подключения</b>

<code>💡 Важно:</code>
• Перед импортом убедитесь, что ссылка скопирована
• Разрешите VPN-соединение при первом запуске
• Для смены сервера: ⏹️ остановите → выберите новый → ▶️
"""

text_messages = {
    "username": "user1234",
    "expire": 0,
    "data_limit": 0,
    "data_limit_reset_strategy": "no_reset",
    "status": "active",
    "note": "",
    "on_hold_timeout": "2023-11-03T20:30:00",
    "on_hold_expire_duration": 0
}


text_buttons = {
    "main_menu": "Вы в главном меню",
    "instructions": "Раздел инструкций",
    "data_limit": 0,
    "data_limit_reset_strategy": "no_reset",
    "status": "active",
    "note": "",
    "on_hold_timeout": "2023-11-03T20:30:00",
    "on_hold_expire_duration": 0
}


text_answers = {
    "username": "user1234",
    "expire": 0,
    "data_limit": 0,
    "data_limit_reset_strategy": "no_reset",
    "status": "active",
    "note": "",
    "on_hold_timeout": "2023-11-03T20:30:00",
    "on_hold_expire_duration": 0
}
